brew "gcc"
brew "curl"
brew "gum"
brew "bat"
brew "bottom"
brew "coreutils"
brew "curl"
brew "fzf"
brew "git-delta"
brew "eza"
brew "git"
brew "glow"
brew "gron"
brew "htop"
brew "ncdu"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "wget"
brew "gh"
brew "jless"
brew "chafa"
brew "poppler"
brew "countdown"
brew "tabiew"
brew "toilet"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "go"
brew "uv"

uv "git-fame"
uv "neovim-remote"

if OS.mac?
  brew "bash"
  brew "fish"
  brew "findutils"
  brew "gnu-sed"
  brew "grep"
  brew "terminal-notifier"

  cask "keepassxc"
  cask "freecad"
  cask "openscad@snapshot"
  cask "obsidian"
  cask "telegram"
  cask "ghostty"
  cask "spotify"
  cask "chatgpt"
  cask "prusaslicer"
end

tap "elentok/stuff"
cask "elentok/stuff/dff"
cask "elentok/stuff/gx"
cask "elentok/stuff/colr"
cask "elentok/stuff/blf"
