castwide.solargraph
davidpallinder.rails-test-runner
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
gamunu.vscode-yarn
karunamurti.haml
leizongmin.node-module-intellisense
lkytal.coffeelinter
miguel-savignano.ruby-symbols
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.PowerShell
PeterJausovec.vscode-docker
rebornix.Ruby
Shan.code-settings-sync
sleistner.vscode-fileutils
slevesque.vscode-autohotkey
streetsidesoftware.code-spell-checker
vscodevim.vim
yzhang.dictionary-completion
yzhang.markdown-all-in-one