castwide.solargraph
davidpallinder.rails-test-runner
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
gamunu.vscode-yarn
karunamurti.haml
leizongmin.node-module-intellisense
lkytal.coffeelinter
miguel-savignano.ruby-symbols
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.PowerShell
PeterJausovec.vscode-docker
Shan.code-settings-sync
sleistner.vscode-fileutils
slevesque.vscode-autohotkey
streetsidesoftware.code-spell-checker
vscodevim.vim
yzhang.dictionary-completion
yzhang.markdown-all-in-one
eg2.tslint
CraigMaslowski.erb
misogi.ruby-rubocop
mrmlnc.vscode-puglint
glen-84.sass-lint
DavidAnson.vscode-markdownlint
DougFinke.vscode-pandoc
stkb.rewrap
sadesyllas.vscode-workspace-switcher
felipecaputo.git-project-manager
msjsdiag.debugger-for-chrome
rebornix.ruby